[
    {
        "url": "https://openworks.wooster.edu/independentstudy/1/",
        "downloads": "",
        "status": "200",
        "title": "During the Time of Non-Stop Creation, You Travel to the Past and the Future: An Exploration of Beijing’s Underground Music and Its Relationship with Modern China",
        "authors": "Charlie W. Davis, The College of Wooster",
        "abstract": "My passion for music and Chinese finally began to overlap when I studied abroad in Beijing in the fall of 2010. Since then, this passion has only continued growing, becoming a more and more important part of my life. This project is an exploration of the sub-culture of underground rock, punk and experimental music in Beijing and my experience within it. It was my intention to create a document that is fully accessible in both English and Chinese. Or at least accessible in Chinese to the fullest of my linguistic capacity. I chose to use a collection of mediums because I believe it is the best way to present the most detailed portrait of the Beijing underground scene.",
        "advisor": "Wang, Rujie",
        "department": [
            "Chinese Studies"
        ],
        "recommended_citation": "Davis, Charlie W., \"During the Time of Non-Stop Creation, You Travel to the Past and the Future: An Exploration of Beijing’s Underground Music and Its Relationship with Modern China\" (2012). Senior Independent Study Theses. Paper 1.https://openworks.wooster.edu/independentstudy/1",
        "disciplines": [
            "Chinese Studies",
            "Ethnomusicology"
        ],
        "keywords": [
            "beijing",
            "music",
            "underground"
        ],
        "publication_date": "2012",
        "degree_granted": "Bachelor of Arts",
        "document_type": "Senior Independent Study Thesis"
    },
    {
        "url": "https://openworks.wooster.edu/independentstudy/2/",
        "downloads": "",
        "status": "200",
        "title": "A Study of Modern Geometries and Felix Klein's Erlanger Programm",
        "authors": "Ashley Stopka, The College of Wooster",
        "abstract": "The purpose of this paper is to research modern geometries and introduce Felix Klein's Erlanger Programm. It gives an overview of the Erlanger Programm approach to studying geoemtry using Euclidean Geometry, then introduces some modern geometries. These geometries include: hyperbolic geometry, elliptic geometry and Mobius geometry.",
        "advisor": "Hartman, James",
        "department": [
            "Chinese Studies",
            "Mathematics"
        ],
        "recommended_citation": "Stopka, Ashley, \"A Study of Modern Geometries and Felix Klein's Erlanger Programm\" (2013). Senior Independent Study Theses. Paper 2.https://openworks.wooster.edu/independentstudy/2",
        "disciplines": [
            "Chinese Studies",
            "Geometry and Topology"
        ],
        "keywords": [
            "hyperbolic geometry",
            "modern geometry",
            "erlanger programm",
            "elliptic geometry",
            "mobius geometry"
        ],
        "publication_date": "2013",
        "degree_granted": "Bachelor of Arts",
        "document_type": "Senior Independent Study Thesis"
    },
    {
        "url": "https://openworks.wooster.edu/independentstudy/3/",
        "downloads": "1,103",
        "status": "200",
        "title": "The Dao that can be Spoken is not the Eternal Dao: National Role Conceptions and the Effects on Chinese Foreign Policy Behavior",
        "authors": "Adam Stephan Jankowski, The College of WoosterFollow",
        "abstract": "Chinese foreign policy is an extremely dynamic factor in today's world. One way of trying to describe Chinese foreign policy is by determining national role conceptions of Chinese leaders. The national role conception that Chinese leaders have plays an essential part in the development and implementation of Chinese foreign policy. The different conceptions of China's role in the international system, as determined by Chinese leaders, gives an important contribution to understanding the rise of China as a leading world power. It is obvious that different leaders have had different views regarding what China's position should be in the global community. Some leaders have wanted China to become a world leader while others have wanted China to play a different part in international affairs by being a spectator. These different foreign policy behaviors can potentially be a result of the way in which Chinese leaders view themselves in the international system. Therefore, I hypothesize that Chinese national role conception, as determined by Chinese political leaders, leads to the foreign policy behavior of China. With this hypothesis, I wish to document the changes in Chinese leaders' national role conceptions and see if those differing views have led to different foreign policy behavior. This will occur through an analysis of speeches, documents, and writings of different Chinese leaders including Deng Xiaoping, Jiang Zemin, and Hu Jintao. The sources will be analyzed to develop national role conceptions and see if the differing conceptions resulted in different foreign policy behavior.",
        "advisor": "Lantis, Jeffrey",
        "department": [
            "Chinese Studies",
            "International Relations"
        ],
        "recommended_citation": "Jankowski, Adam Stephan, \"The Dao that can be Spoken is not the Eternal Dao: National Role Conceptions and the Effects on Chinese Foreign Policy Behavior\" (2013). Senior Independent Study Theses. Paper 3.https://openworks.wooster.edu/independentstudy/3",
        "disciplines": [
            "Chinese Studies",
            "International Relations"
        ],
        "keywords": [
            "international relations",
            "foreign policy",
            "china",
            "role theory",
            "national role conceptions"
        ],
        "publication_date": "2013",
        "degree_granted": "Bachelor of Arts",
        "document_type": "Senior Independent Study Thesis Exemplar"
    },
    {
        "url": "https://openworks.wooster.edu/independentstudy/4/",
        "downloads": "",
        "status": "200",
        "title": "Sino-African Relations: Various Media Perspectives and  The Impact of Chinese FDI\ton African Inequality",
        "authors": "Xiaochen Zhang, The College of Wooster",
        "abstract": "In the context of a popular topic, China's investment in Africa, this paper delves into China's resource focused investment and the impact that this investment has on African wage inequality. The theoretical model expands on the classic 2x2 Heckshcher-Ohlin Stopler Samuelson model, and a more recent theoretical ideology known as the \"Dutch Disease\" model, to show how changes in the relative supply and relative price of African resource goods can affect African wage inequality. A discourse analysis comparing and contrasting the conflicting perspectives of the Chinese media, Western media, and African media revealed three different ideological stances on the issue of Sino-African relations. OLS regression models were conducted, and although results showed that Chinese FDI and corruption had a correlation with greater African inequality. However, due to data availability and estimation issues, the results should be taken with caution and under suspicion. Review of media sources, journal articles, books, and documentaries revealed that African countries must be cautious of China's FDI, and China's goal of extracting African natural resources. Thus, African governments and its leaders must devise proper policies towards Chinese FDI, in order to protect themselves from resource exploitation.",
        "advisor": "Moledina, Amyaz",
        "department": [
            "Chinese Studies",
            "International Relations"
        ],
        "recommended_citation": "Zhang, Xiaochen, \"Sino-African Relations: Various Media Perspectives and  The Impact of Chinese FDI\ton African Inequality\" (2013). Senior Independent Study Theses. Paper 4.https://openworks.wooster.edu/independentstudy/4",
        "disciplines": [
            "Chinese Studies",
            "International Relations"
        ],
        "keywords": [
            "chinaafrique"
        ],
        "publication_date": "2013",
        "degree_granted": "Bachelor of Arts",
        "document_type": "Senior Independent Study Thesis"
    }
]